export default function PrivacyPolicy() {
  return (
    <div className="faq">
      <h1>Политика конфиденциальности</h1>
      <p>
        Ваша конфиденциальность важна для нас. Политика компании AiPro
        заключается в том, чтобы уважать вашу конфиденциальность и соблюдать
        любые применимые законы и правила в отношении любой личной информации,
        которую мы можем собирать о вас, включая наш веб-сайт{" "}
        <a href="https://aipro.com">https://aipro.com</a> и другие сайты,
        которыми мы владеем и управляем.{" "}
      </p>
      <p>
        Данная политика вступает в силу с 17.08.24 и последний раз обновлялась
        17.08.24.
      </p>
      <h1>Информация, которую мы собираем</h1>
      <p>
        Мы собираем информацию, которую вы сознательно предоставляете нам при
        использовании наших услуг и участия в акциях, а также информацию,
        которая автоматически передается вашими устройствами при доступе к нашим
        продуктам и услугам.
      </p>
      <h1>Данные журнала</h1>{" "}
      <p>
        Когда вы посещаете наш веб-сайт, наши серверы могут автоматически
        регистрировать данные, предоставляемые вашим веб-браузером. Эти данные
        могут включать IP-адрес вашего устройства, тип и версию браузера,
        посещенные страницы, время и дату вашего посещения, время, проведенное
        на каждой странице, и другие технические сведения.
      </p>
      <p>
        Хотя эта информация сама по себе не может вас идентифицировать, её можно
        объединить с другими данными для идентификации личности.
      </p>
      <h1>Персональная информация</h1>
      <ul style={{ listStyle: "initial" }}>
        Мы можем запрашивать у вас следующую персональную информацию:
        <li>Имя</li>
        <li>Электронная почта</li>
        <li>Профили в социальных сетях</li>
        <li>Дата рождения</li>
        <li>Номер телефона</li>
        <li>Почтовый адрес</li>
      </ul>
      <h1>Законные причины обработки вашей личной информации</h1>
      <p>
        Мы собираем и используем вашу личную информацию только при наличии
        законных оснований. Мы собираем только ту информацию, которая необходима
        для предоставления вам наших услуг.
      </p>
      <h1>Сбор и использование информации</h1>
      <ul style={{ listStyle: "initial" }}>
        Мы можем собирать ваши персональные данные, когда вы выполняете на нашем
        сайте следующие действия:{" "}
        <li>Участвуете в наших конкурсах, викторинах, розыгрышах и опросах.</li>
        <li>
          Подписываетесь на получение обновлений по электронной почте или через
          социальные сети.
        </li>
        <li>
          Используете мобильное устройство или веб-браузер для доступа к нашему
          контенту.
        </li>
        <li>
          Связываетесь с нами по электронной почте, через социальные сети или
          аналогичные технологии.
        </li>
        <li>Упоминаете нас в социальных сетях.</li>
      </ul>
      <ul style={{ listStyle: "initial" }}>
        {" "}
        Мы можем использовать вашу информацию для следующих целей:{" "}
        <li>Настройка или персонализация вашего опыта на нашем сайте.</li>
        <li>Связь и общение с вами.</li>
        <li>Аналитика, исследования и развитие бизнеса.</li>
        <li>
          Реклама и маркетинг, включая отправку вам информации о наших продуктах
          и услугах, а также информации от третьих лиц.
        </li>
        <li>Рассмотрение ваших заявлений о приеме на работу.</li>
        <li>Обеспечение безопасности и предотвращение мошенничества.</li>
      </ul>
      <p>
        Мы можем объединять вашу информацию с общей информацией или данными,
        полученными из других источников.
      </p>
      <h1>Безопасность вашей личной информации</h1>
      <p>
        Мы будем защищать вашу информацию коммерчески приемлемыми способами для
        предотвращения ее потери, кражи, а также несанкционированного доступа,
        раскрытия, копирования, использования или изменения.
      </p>
      <p>
        Однако мы предупреждаем, что ни один метод передачи данных или их
        хранения не является абсолютно безопасным. Вы несете ответственность за
        безопасность пароля и вашей информации в рамках наших услуг.
      </p>
      <h1>Как долго мы храним вашу личную информацию</h1>
      <p>
        Мы будем хранить вашу информацию только столько времени, сколько
        необходимо для выполнения целей, изложенных в этой политике
        конфиденциальности. Если ваша информация больше не требуется, мы удалим
        её или анонимизируем. В некоторых случаях мы можем хранить информацию
        дольше, если это требуется для соблюдения закона или в других законных
        целях.
      </p>
      <h1>Конфиденциальность детей</h1>
      <p>
        Мы не нацеливаем наши продукты или услуги на детей младше 13 лет и не
        собираем их личную информацию.
      </p>
      <h1>Раскрытие личной информации третьим лицам</h1>
      <ol>
        Мы можем раскрыть персональную информацию:{" "}
        <li>
          материнская, дочерняя или аффилированная компания нашей компании
        </li>
        <li>
          сторонним поставщикам услуг с целью предоставления им возможности
          предоставлять свои услуги, например, поставщикам ИТ-услуг, поставщикам
          услуг хранения данных, хостинга и серверов, рекламодателям или
          аналитическим платформам
        </li>
        <li>наши сотрудники, подрядчики и/или связанные с ними организации</li>
        <li>наши существующие или потенциальные агенты или деловые партнеры</li>
        <li>
          спонсоры или промоутеры любых конкурсов, розыгрышей или акций, которые
          мы проводим
        </li>
        <li>
          суды, трибуналы, регулирующие органы и сотрудники правоохранительных
          органов, как того требует закон, в связи с любыми фактическими или
          предполагаемыми судебными разбирательствами или в целях установления,
          осуществления или защиты наших законных прав
        </li>
        <li>
          третьи лица, включая агентов или субподрядчиков, которые помогают нам
          в предоставлении вам информации, продуктов, услуг или прямого
          маркетинга третьим лицам для сбора и обработки данных
        </li>
      </ol>
      <h1>Международная передача личной информации</h1>
      <p>
        Персональные данные, которые мы собираем, хранятся и/или обрабатываются
        там, где мы или наши партнеры, аффилированные лица и сторонние
        поставщики имеют свои объекты. Пожалуйста, имейте в виду, что места, в
        которые мы храним, обрабатываем или передаем ваши персональные данные,
        могут иметь не те же законы о защите данных, что и страна, в которой вы
        изначально предоставили информацию. Если мы передаем ваши персональные
        данные третьим лицам в других странах: (i) мы будем выполнять эти
        передачи в соответствии с требованиями применимого законодательства; и
        (ii) мы будем защищать переданные персональные данные в соответствии с
        настоящей политикой конфиденциальности.
      </p>
      <h1>Ваши права и контроль вашей личной информации</h1>
      <p>
        Вы всегда сохраняете за собой право скрыть от нас личную информацию,
        понимая, что это может повлиять на ваш опыт использования нашего
        веб-сайта. Мы не будем дискриминировать вас за осуществление каких-либо
        ваших прав в отношении вашей личной информации. Если вы предоставляете
        нам личную информацию, вы понимаете, что мы будем собирать, хранить,
        использовать и раскрывать ее в соответствии с настоящей политикой
        конфиденциальности. Вы сохраняете за собой право запрашивать сведения о
        любой личной информации, которой мы располагаем о ва
      </p>
      <p>
        Если мы получаем персональные данные о вас от третьей стороны, мы будем
        защищать их, как указано в настоящей политике конфиденциальности. Если
        вы являетесь третьей стороной, предоставляющей персональные данные о
        ком-то другом, вы заявляете и гарантируете, что у вас есть согласие
        такого лица на предоставление нам персональных данных.
      </p>
      <p>
        Если вы ранее согласились на использование нами вашей личной информации
        в целях прямого маркетинга, вы можете изменить свое решение в любое
        время. Мы предоставим вам возможность отписаться от нашей базы данных
        электронной почты или отказаться от сообщений. Пожалуйста, имейте в
        виду, что нам может потребоваться запросить у вас определенную
        информацию, чтобы помочь нам подтвердить вашу личность.
      </p>
      <p>
        Если вы считаете, что какая-либо информация, которой мы располагаем о
        вас, является неточной, устаревшей, неполной, нерелевантной или вводящей
        в заблуждение, свяжитесь с нами, используя данные, указанные в настоящей
        политике конфиденциальности. Мы предпримем разумные меры для исправления
        любой информации, которая окажется неточной, неполной, вводящей в
        заблуждение или устаревшей.
      </p>
      <p>
        Если у вас возникли вопросы или замечания по поводу обработки ваших
        персональных данных, мы приглашаем вас связаться с нами и предоставить
        информацию о вашем запросе. Мы внимательно рассмотрим его и предложим
        возможное решение в соответствии с нашей политикой конфиденциальности и
        применимым законодательством. Если предложенные меры не соответствуют
        вашим ожиданиям, вы всегда можете принять решение о закрытии своей
        учетной записи и удалении личных данных.
      </p>
      <p>
        Обращаем ваше внимание, что, продолжая пользоваться нашими услугами, вы
        подтверждаете своё согласие с нашей политикой конфиденциальности и
        условиями использования. Ваша регистрация и использование нашего сервиса
        свидетельствуют о том, что вы принимаете установленные нами правила. Мы
        не несем ответственности за любые последствия, связанные с
        использованием нашего сайта или услуг, в рамках, предусмотренных
        действующим законодательством.
      </p>
      <p>
        Вы можете получить доступ, исправить или обновить информацию о своей
        учетной записи, войдя в свою учетную запись для редактирования своего
        профиля. Если у вас есть запросы, которые не могут быть выполнены путем
        входа в свою учетную запись, свяжитесь с нами, используя указанные ниже
        данные.
      </p>
      <p>
        Вы можете потребовать, чтобы мы удалили вашу учетную запись и личную
        информацию. Запросы на удаление вашей информации и учетной записи можно
        направить в письменной форме нашей команде через чат поддержки клиентов
        или по электронной почте hello@simplified.com. Запросы на удаление
        данных будут обработаны в течение 30 (тридцати) дней, если только они не
        являются необычно сложными или обширными, в этом случае наша команда
        сообщит вам об ожидаемых сроках разрешения и обработки вашего запроса.
      </p>
      <h1>Использование файлов cookie</h1>
      <p>
        Мы используем «cookie» для сбора информации о вас и вашей активности на
        нашем сайте. Cookie — это небольшой фрагмент данных, который наш сайт
        хранит на вашем компьютере и к которому обращается каждый раз, когда вы
        посещаете его, чтобы мы могли понять, как вы используете наш сайт. Это
        помогает нам предоставлять вам контент на основе указанных вами
        предпочтений.
      </p>
      <h1>Границы нашей политики</h1>
      <p>
        Наш веб-сайт может ссылаться на внешние сайты, которые не управляются
        нами. Пожалуйста, имейте в виду, что мы не контролируем содержание и
        политику этих сайтов и не можем нести ответственность за их
        соответствующие правила конфиденциальности.
      </p>
      <h1>Связаться с нами</h1>
      Если у вас есть вопросы или опасения относительно вашей
      конфиденциальности, вы можете связаться с нами, используя следующие
      данные: <a href="mailto:support@ai-pro.company">support@ai-pro.company</a>
    </div>
  );
}
