import { Link } from "react-router-dom";

export default function UserAgeement() {
  return (
    <div className="faq">
      <h1>УСЛОВИЯ ЭКСПЛУАТАЦИИ</h1>
      <p>Последнее обновление: 20 августа 2024 г.</p>
      <h2>СОГЛАСИЕ С УСЛОВИЯМИ</h2>
      <p>
        Настоящие Условия использования представляют собой юридически
        обязывающее соглашение, заключенное между вами, лично или от имени
        юридического лица («вы»), и компанией AiPro («AiPro», «мы», «нас» или
        «наш»), касательно вашего доступа к платформе AiPro
        (https://ai-pro.company/) и ее использования, а также к любой другой
        форме медиа, медиа-каналу, мобильному веб-сайту или мобильному
        приложению, связанным с данной платформой (совместно именуемые
        «Платформа»). Вы соглашаетесь с тем, что, осуществляя доступ к
        Платформе, вы прочитали, поняли и соглашаетесь соблюдать все настоящие
        Условия использования. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ЭТИМИ УСЛОВИЯМИ
        ИСПОЛЬЗОВАНИЯ, ВАМ КАТЕГОРИЧЕСКИ ЗАПРЕЩАЕТСЯ ИСПОЛЬЗОВАТЬ ПЛАТФОРМУ, И
        ВЫ ДОЛЖНЫ НЕМЕДЛЕННО ПРЕКРАТИТЬ ЕЕ ИСПОЛЬЗОВАНИЕ.
      </p>
      <p>
        Дополнительные положения и условия или документы, которые могут время от
        времени публиковаться на Платформе, настоящим прямо включены в данный
        документ посредством ссылки. Мы оставляем за собой право по собственному
        усмотрению вносить изменения или модификации в настоящие Условия
        использования в любое время и по любой причине. Мы сообщим вам о любых
        изменениях, обновив дату «Последнего обновления» настоящих Условий
        использования, и вы отказываетесь от любого права получать специальные
        уведомления о каждом таком изменении. Вы несете ответственность за
        периодический просмотр настоящих Условий использования, чтобы быть в
        курсе обновлений. Вы будете подлежать и будете считаться осведомленными
        и принявшими изменения в любых пересмотренных Условиях использования,
        продолжая использовать Платформу после даты публикации таких
        пересмотренных Условий использования.
      </p>
      <p>
        Информация, представленная на Платформе, не предназначена для
        распространения или использования любым лицом или организацией в любой
        юрисдикции или стране, где такое распространение или использование
        противоречило бы закону или регуляциям или которые подвергли бы нас
        любому требованию регистрации в такой юрисдикции или стране.
        Соответственно, те лица, которые решают получить доступ к Платформе из
        других мест, делают это по собственной инициативе и несут исключительную
        ответственность за соблюдение местных законов, если и в той степени, в
        которой местные законы применимы.
      </p>
      <p>
        Платформа не адаптирована под отраслевые правила (например, Закон о
        переносимости и подотчетности медицинского страхования (HIPAA) или
        Федеральный закон об управлении информационной безопасностью (FISMA)),
        поэтому, если ваши взаимодействия будут подчиняться таким законам, вы не
        можете использовать эту Платформу. Вы также не можете использовать
        Платформу таким образом, который нарушает Закон Грэмма-Лича-Блайли
        (GLBA).
      </p>
      <p>
        Платформа предназначена для пользователей, которым исполнилось 18 лет.
        Лицам, не достигшим 18 лет, не разрешается использовать Платформу или
        регистрироваться на ней.
      </p>
      <h1>ПРАВА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ</h1>
      <p>
        Если не указано иное, Сайт является нашей собственностью, и весь
        исходный код, базы данных, функциональные возможности, программное
        обеспечение, дизайн веб-сайта, аудио, видео, текст, фотографии и графика
        на Сайте (совместно именуемые «Контент»), а также товарные знаки, знаки
        обслуживания и логотипы, содержащиеся на нем («Знаки»), принадлежат нам
        или контролируются нами или лицензированы для нас и защищены законами об
        авторских правах и товарных знаках, а также различными другими правами
        интеллектуальной собственности и законами о недобросовестной конкуренции
        Соединенных Штатов, международными законами об авторских правах и
        международными конвенциями. Контент и Знаки предоставляются на Сайте
        «КАК ЕСТЬ» только для вашей информации и личного использования. За
        исключением случаев, прямо предусмотренных в настоящих Условиях
        использования, никакая часть Сайта и никакой Контент или Знаки не могут
        быть скопированы, воспроизведены, объединены, повторно опубликованы,
        загружены, размещены, публично показаны, закодированы, переведены,
        переданы, распространены, проданы, лицензированы или иным образом
        использованы в каких-либо коммерческих целях без нашего прямого
        предварительного письменного разрешения.
      </p>
      <p>
        При условии, что вы имеете право использовать Сайт, вам предоставляется
        ограниченная лицензия на доступ и использование Сайта, а также на
        загрузку или печать копии любой части Контента, к которому вы надлежащим
        образом получили доступ, исключительно для вашего личного,
        некоммерческого использования. Мы оставляем за собой все права, не
        предоставленные вам явно на Сайт, Контент и Знаки.
      </p>
      <h1>ПРЕДСТАВЛЕНИЯ ПОЛЬЗОВАТЕЛЕЙ</h1>
      <p>
        Используя Сайт, вы заявляете и гарантируете, что: (1) вся
        предоставленная вами регистрационная информация будет правдивой, точной,
        актуальной и полной; (2) вы будете поддерживать точность такой
        информации и оперативно обновлять ее по мере необходимости; (3) вы
        обладаете правоспособностью и соглашаетесь соблюдать настоящие Условия
        использования; (4) вы не являетесь несовершеннолетним в юрисдикции, в
        которой вы проживаете; (5) вы не будете получать доступ к Сайту с
        помощью автоматизированных или нечеловеческих средств, будь то с помощью
        бота, скрипта или иным образом; (6) вы не будете использовать Сайт в
        каких-либо незаконных или несанкционированных целях; и (7) ваше
        использование Сайта не будет нарушать какие-либо применимые законы или
        правила.
      </p>
      <p>
        Вы признаете и соглашаетесь, что логин может использоваться только одним
        (1) лицом, и что вы не будете делиться одним логином с несколькими
        людьми. Вы несете ответственность за сохранение конфиденциальности
        вашего логина и учетной записи и несете полную ответственность за любые
        и все действия, которые происходят под вашим логином или учетной записью
        или в связи с ними.
      </p>
      <p>
        Если вы предоставите какую-либо информацию, которая является ложной,
        неточной, неактуальной или неполной, мы имеем право приостановить или
        прекратить действие вашей учетной записи и отказать вам в любом текущем
        или будущем использовании Сайта (или любой его части).
      </p>
      <h1>РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ</h1>
      <p>
        Вам может потребоваться зарегистрироваться на Сайте. Вы соглашаетесь
        хранить свой пароль в тайне и будете нести ответственность за любое
        использование вашей учетной записи и пароля. Мы оставляем за собой право
        удалить, отозвать или изменить выбранное вами имя пользователя, если мы
        определим по нашему собственному усмотрению, что такое имя пользователя
        является ненадлежащим, непристойным или иным образом предосудительным.
      </p>
      <h1>СБОРЫ И ОПЛАТА</h1>
      <ul style={{ listStyle: "initial" }}>
        Мы принимаем следующие формы оплаты:<li>Платежные карты</li>
        <li>Google Pay</li>
        <li>Apple Pay</li>
        <li>Masterpass</li>
        <li>Visa Checkout</li>
        <li>Bot Pay</li>
        <li>
          Криптовалюты (Bitcoin, Ethereum, USDT, и другие поддерживаемые
          платформой криптовалюты)
        </li>
      </ul>
      <p>
        Вам может потребоваться приобрести или внести плату за доступ к
        некоторым из наших услуг. Вы соглашаетесь предоставить актуальную,
        полную и точную информацию о покупке и счете для всех покупок,
        совершенных через Платформу. Вы также соглашаетесь оперативно обновлять
        информацию об учетной записи и платеже, включая адрес электронной почты,
        способ оплаты и дату истечения срока действия платежной карты или
        криптовалютного кошелька, чтобы мы могли завершить ваши транзакции и
        связаться с вами по мере необходимости. Мы выставляем вам счета через
        учетную запись онлайн-счетов за покупки, совершенные через Платформу.
        Налог с продаж будет добавлен к цене покупок, если мы сочтем это
        необходимым. Мы можем изменить цены в любое время. Все платежи должны
        быть в долларах США, гривнах, евро или в эквиваленте криптовалюты по
        текущему курсу на момент платежа.
      </p>
      <p>
        Вы соглашаетесь оплатить все сборы или комиссии по ценам, действующим на
        тот момент для ваших покупок, и вы разрешаете нам взимать с выбранного
        вами поставщика платежных услуг или криптовалютного кошелька любые такие
        суммы при совершении покупки. Если ваша покупка подлежит повторяющимся
        сборам, то вы соглашаетесь на то, чтобы мы взимали с вашего способа
        оплаты или криптовалютного кошелька плату на регулярной основе без
        необходимости вашего предварительного одобрения для каждого
        повторяющегося сбора, пока вы не уведомите нас об отмене.
      </p>
      <p>
        Мы оставляем за собой право исправлять любые ошибки или неточности в
        ценах, даже если мы уже запросили или получили оплату. Мы также
        оставляем за собой право отклонить любой заказ, размещенный через
        Платформу.
      </p>
      <h1>Услуги самообслуживания AiPro</h1>
      <p>
        В соответствии с настоящими Условиями мы позволяем вам и вашим
        авторизованным пользователям получать доступ и использовать наши Услуги
        самообслуживания в рамках выбранного вами плана подписки. Вы не можете
        использовать или получать доступ к Услугам самообслуживания иным
        способом, например, с помощью роботов, пауков, краулеров и технологий
        скрапинга.
      </p>
      <p>
        Наши Услуги самообслуживания постоянно развиваются. Мы можем изменять
        их, включая добавление или удаление функций, в любое время и по любой
        причине. Мы можем уведомить вас об этих изменениях, но не обязаны делать
        это. Мы не несем ответственности перед вами или любой третьей стороной
        за изменение, изменение цены, приостановку или прекращение любой из
        наших Услуг самообслуживания.
      </p>
      <p>
        Наши Услуги самообслуживания могут взаимодействовать с социальными
        сетями и зависят от их доступности, а также от функций и возможностей,
        которые они нам предоставляют. Эти функции и возможности находятся вне
        нашего контроля и могут изменяться без уведомления. Если в какой-либо
        момент социальная сеть перестанет предоставлять нам некоторые или все
        свои функции или возможности, или изменит условия их предоставления
        (каждое из которых именуется «Изменение API»), мы можем прекратить
        предоставление доступа к этим функциям или возможностям без какой-либо
        ответственности перед вами или любой третьей стороной за такие
        изменения.
      </p>
      <h1>Отказ от гарантий и ограничение ответственности</h1>
      <ol>
        <li>
          Мы предлагаем наши Услуги самообслуживания «как есть» и не даем
          никаких гарантий, условий, заявлений или заверений любого рода, будь
          то явных, подразумеваемых, установленных законом или иных, включая все
          явные или подразумеваемые гарантии дизайна, товарной пригодности,
          пригодности для определенной цели, права собственности, качества и
          отсутствия нарушения прав. Мы не гарантируем, что наши Услуги
          самообслуживания будут соответствовать вашим требованиям или что они
          всегда будут доступны, бесперебойны, своевременны, безопасны, точны,
          полны или безошибочны. Используйте наши Услуги самообслуживания на
          свой страх и риск. Настоящим вы освобождаете нас и наших
          аффилированных лиц, а также директоров, должностных лиц, сотрудников,
          агентов, лицензиаров и поставщиков услуг AiPro и наших аффилированных
          лиц («Стороны AiPro») от любых претензий, известных или неизвестных,
          которые вы имеете к ним.
        </li>
        <li>
          Мы не несем ответственности за косвенные, штрафные, случайные,
          специальные, последующие или показательные убытки, а также за потерю
          прибыли, деловой репутации или данных, или другие нематериальные
          убытки, возникшие в результате использования или невозможности
          использования наших Услуг самообслуживания или любого другого аспекта
          настоящего Соглашения. Ни при каких обстоятельствах мы не будем нести
          ответственности за любые сторонние службы, социальные сети или
          действия третьих лиц, за любое подключение к Интернету или передачу
          данных через Интернет, а также за любой ущерб, потерю или травму в
          результате взлома, подделки, кражи или другого несанкционированного
          доступа или использования наших Услуг самообслуживания, вашей учетной
          записи или информации, содержащейся в вашей учетной записи, включая
          клиентский контент.
        </li>
        <li>
          Наша совокупная ответственность перед вами за все убытки или ущерб,
          возникающие из настоящего Соглашения или вашего использования наших
          Услуг самообслуживания, даже если мы были уведомлены о возможности
          таких убытков, не будет превышать большую из следующих сумм: сумма,
          полученная нами от вас за наши Услуги самообслуживания, которые
          являются предметом иска в течение трехмесячного периода,
          непосредственно предшествующего дате возникновения убытков, или 100
          долларов США. Ограничения ответственности в этом разделе также
          применяются к Сторонам AiPro и к искам, предъявленным на основании
          любого основания иска, включая нарушение договора, деликт (включая
          халатность), закон или другую правовую или справедливую теорию. Если
          закон ограничивает, как эти ограничения ответственности применяются к
          вам, наша ответственность будет ограничена в максимально возможной
          степени, разрешенной законом.
        </li>
        <li>
          Никакие советы или информация, полученные от нас или откуда-либо еще,
          в устной или письменной форме, не создают никаких гарантий или
          условий, прямо не указанных в настоящем Соглашении.
        </li>
        <li>
          Наши цены устанавливаются на основе ограничений ответственности и
          отказов от гарантий в этом разделе. Вы признаете, что они будут
          действовать и применяться, даже если будет установлено, что они не
          достигли своей основной цели.
        </li>
        <li>
          Если вы недовольны нашими Услугами самообслуживания или считаете, что
          вам был нанесен ущерб в результате использования наших Услуг
          самообслуживания или настоящего Соглашения, вы можете прекратить
          использование наших Услуг самообслуживания. Такое прекращение является
          вашим единственным и исключительным средством правовой защиты (и нашей
          единственной и исключительной ответственностью) в соответствии с
          настоящим Соглашением.
        </li>
      </ol>
      <h1>Политика возврата средств и отмена</h1>
      <p></p>
      <p>
        Все покупки на платформе AiPro не подлежат возврату, за исключением
        случаев, описанных ниже. Вы можете отменить подписку в любое время в
        настройках своей учетной записи или связавшись с нами по указанной ниже
        контактной информации. Ваша отмена вступит в силу по окончании текущего
        оплаченного срока.
      </p>
      <p>
        Вы можете отменить свой план или закрыть свою учетную запись в любое
        время без необходимости предоставления причины. Однако возврат
        предоплаченных и неиспользованных платежей не производится. Любые
        неоплаченные платежи по вашему плану за применимый срок подписки
        подлежат немедленной оплате.
      </p>
      <p>
        AiPro готова рассмотреть ваш запрос на возврат средств, если он был
        подан в течение 14 дней с момента покупки и приложение использовалось не
        более трёх раз. Возврат средств возможен на карты Visa и MasterCard. В
        случае невозможности возврата на исходный способ оплаты, мы предложим
        альтернативные варианты решения.
      </p>
      <p>
        Возврат средств за дополнительный контент, такой как списки групп и
        другие опции, а также за подарки, не производится. Если возникли
        значительные технические проблемы, мешающие использованию приложения,
        возврат средств возможен в течение 14 дней после покупки. Возврат
        средств за автоматически продлённые подписки возможен в течение 48 часов
        после списания, если услуги подписки не были использованы в текущем
        платежном периоде.
      </p>
      <p>
        AiPro может ограничить функциональность платформы или временно
        приостановить действие вашей учетной записи, если мы обоснованно
        считаем, что вы нарушили эти Условия. Если необходимость ограничить или
        приостановить доступ не требует срочных действий без уведомления, мы
        приложим коммерчески обоснованные усилия, чтобы уведомить вас по
        электронной почте до такой приостановки. Мы можем прекратить действие
        вашей учетной записи и использование платформы по любой из следующих
        причин: несоблюдение Условий, неоплата взносов, истечение срока
        подписки, банкротство, нанесение репутационного ущерба AiPro или
        подозрения в мошенничестве. В этих случаях возврат предоплаченных и
        неиспользованных сборов не производится.
      </p>
      <p>
        Если ваша учетная запись будет удалена, вы должны прекратить
        использование платформы, и AiPro оставляет за собой право удалить
        настройки вашей учетной записи и контент в течение тридцати (30) дней с
        момента такой отмены или прекращения.
      </p>
      <p>
        Если вы не удовлетворены нашими услугами или хотите запросить возврат
        средств, свяжитесь с нашим менеджером в Telegram по адресу
        @aipro_manager или напишите на почту support@ai-pro.company. Пожалуйста,
        укажите ваш логин и дату оплаты для обработки вашего запроса.
      </p>
      <h1>ЗАПРЕЩЕННЫЕ ВИДЫ ДЕЯТЕЛЬНОСТИ</h1>
      <p>
        Вы не можете получить доступ или использовать Сайт для любой цели, кроме
        той, для которой мы сделали Сайт доступным. Сайт не может быть
        использован в связи с какими-либо коммерческими начинаниями, за
        исключением тех, которые специально одобрены или одобрены нами.{" "}
      </p>
      <ol>
        Как пользователь Сайта, вы соглашаетесь не:{" "}
        <li>
          Систематически извлекать данные или другой контент с Сайта для
          создания или составления, прямо или косвенно, коллекции, компиляции,
          базы данных или каталога без нашего письменного разрешения.
        </li>
        <li>
          Осуществлять любое несанкционированное использование Сайта, включая
          сбор имен пользователей и/или адресов электронной почты пользователей
          электронными или иными способами с целью отправки нежелательной{" "}
          электронной почты или создания учетных записей пользователей
          автоматическими средствами или под ложным предлогом.
        </li>
        <li>
          Для совершения покупок на Сайте воспользуйтесь услугами агента по
          закупкам или торгового представителя.
        </li>
        <li>
          Обходить, отключать или иным образом вмешиваться в функции
          безопасности Сайта, включая функции, которые предотвращают или
          ограничивают использование или копирование любого Контента или
          налагают ограничения на использование Сайта и/или содержащегося на нем
          Контента.
        </li>
        <li>
          Заниматься несанкционированным фреймингом или размещением ссылок на
          Сайт.
        </li>
        <li>
          Обманывать, вводить в заблуждение или обманывать нас и других
          пользователей, особенно в попытках узнать конфиденциальную информацию
          об учетных записях, например пароли пользователей.
        </li>
        <li>
          Неправильно использовать наши службы поддержки или отправлять ложные
          сообщения о злоупотреблениях или неправомерном поведении.
        </li>
        <li>
          Не использовать систему в автоматизированном режиме, например, с
          помощью скриптов для отправки комментариев или сообщений, а также не
          использовать интеллектуальный анализ данных, роботов или аналогичные
          инструменты сбора и извлечения данных.
        </li>
        <li>
          Вмешиваться, нарушать или создавать чрезмерную нагрузку на Сайт или
          сети или службы, подключенные к Сайту.
        </li>
        <li>
          Попытка выдать себя за другого пользователя или человека или
          использовать имя пользователя другого пользователя.
        </li>
        <li>Продайте или иным образом передайте свой профиль.</li>
        <li>
          Использовать любую информацию, полученную с Сайта, с целью
          преследования, оскорбления или причинения вреда другому лицу.
        </li>
        <li>
          Использовать Сайт в целях конкуренции с нами или иным образом
          использовать Сайт и/или Контент для получения дохода или коммерческого
          предприятия.
        </li>
        <li>
          Расшифровывать, декомпилировать, дизассемблировать или осуществлять
          обратную разработку любого программного обеспечения, входящего в
          состав Сайта или каким-либо образом являющегося его частью.
        </li>
        <li>
          Пытаться обойти любые меры Сайта, предназначенные для предотвращения
          или ограничения доступа к Сайту или любой его части.
        </li>
        <li>
          Преследовать, раздражать, запугивать или угрожать любому из наших
          сотрудников или агентов, предоставляющих вам любую часть Сайта.
        </li>
        <li>
          Удалить уведомление об авторских правах или других правах
          собственности из любого Контента.
        </li>
        <li>
          Копировать или адаптировать программное обеспечение Сайта, включая,
          помимо прочего, Flash, PHP, HTML, JavaScript или другой код.
        </li>
        <li>
          Загружать или передавать (или пытаться загрузить или передать) вирусы,
          троянские кони или другие материалы, включая чрезмерное использование
          заглавных букв и спам (непрерывную публикацию повторяющегося текста),
          которые мешают любой стороне бесперебойно пользоваться Сайтом или
          изменяют, ухудшают, нарушают, изменяют или мешают использованию,
          возможностям, функциям, работе или обслуживанию Сайта.
        </li>
        <li>
          Загружать или передавать (или пытаться загрузить или передать) любой
          материал, который действует как пассивный или активный механизм сбора
          или передачи информации, включая, помимо прочего, форматы обмена
          прозрачной графикой («gif»), пиксели 1×1, веб-жучки, файлы cookie или
          другие подобные устройства (иногда называемые «шпионским ПО» или
          «пассивными механизмами сбора» или «pcms»).
        </li>
        <li>
          За исключением случаев, когда это является результатом стандартного
          использования поисковой системы или интернет-браузера, использовать,
          запускать, разрабатывать или распространять любую автоматизированную
          систему, включая, помимо прочего, любого спайдера, робота,
          мошенническую утилиту, скрапер или автономный считыватель, который
          получает доступ к Сайту, или использовать или запускать любой
          несанкционированный скрипт или другое программное обеспечение.
        </li>
        <li>
          Унижать, очернять или иным образом наносить вред, по нашему мнению,
          нам и/или Сайту.
        </li>
        <li>
          Использовать Сайт способом, противоречащим любым применимым законам
          или правилам.
        </li>
        <li>
          Используйте Сайт для рекламы или предложения о продаже товаров и
          услуг.
        </li>
      </ol>
      <h1>ВКЛАДЫ, СОЗДАННЫЕ ПОЛЬЗОВАТЕЛЯМИ</h1>
      <p>
        Сайт может приглашать вас к общению, участию или участию в блогах,
        досках объявлений, онлайн-форумах и других функциональных возможностях,
        а также может предоставлять вам возможность создавать, отправлять,
        размещать, отображать, передавать, выполнять, публиковать,
        распространять или транслировать контент и материалы нам или на Сайте,
        включая, помимо прочего, текст, записи, видео, аудио, фотографии,
        графику, комментарии, предложения или личную информацию или другие
        материалы (совместно именуемые «Вклады»). Вклады могут просматриваться
        другими пользователями Сайта и через сторонние веб-сайты. Таким образом,
        любые Вклады, которые вы передаете, могут рассматриваться как
        неконфиденциальные и не являющиеся собственностью. Когда вы создаете или
        делаете доступными любые Вклады, вы тем самым заявляете и гарантируете,
        что:
      </p>
      <ol>
        <li>
          Создание, распространение, передача, публичный показ или исполнение, а
          также доступ, загрузка или копирование Ваших Вкладов не нарушают и не
          будут нарушать права собственности, включая, помимо прочего, авторские
          права, патенты, товарные знаки, коммерческую тайну или моральные права
          третьих лиц.
        </li>
        <li>
          Вы являетесь создателем и владельцем или имеете необходимые лицензии,
          права, согласия, разрешения и разрешения на использование и разрешение
          нам, Сайту и другим пользователям Сайта использовать ваши Вклады любым
          способом, предусмотренным Сайтом и настоящими Условиями использования.
        </li>
        <li>
          У вас есть письменное согласие, разрешение и/или освобождение от
          ответственности каждого идентифицируемого лица в ваших Материалах на
          использование имени или образа каждого такого идентифицируемого лица
          для включения и использования ваших Материалов любым способом,
          предусмотренным Сайтом и настоящими Условиями использования.
        </li>
        <li>
          Ваши материалы не являются ложными, неточными или вводящими в
          заблуждение.
        </li>
        <li>
          Ваши Взносы не являются незапрошенной или несанкционированной
          рекламой, рекламными материалами, финансовыми пирамидами, цепочками
          писем, спамом, массовыми рассылками или другими формами навязывания
          услуг.
        </li>
        <li>
          Ваши Материалы не являются непристойными, развратными, похотливыми,
          грязными, жестокими, оскорбительными, клеветническими, злонамеренными
          или иным образом предосудительными (по нашему мнению).
        </li>
        <li>
          Ваши материалы не высмеивают, не издеваются, не унижают, не запугивают
          и не оскорбляют кого-либо.
        </li>
        <li>
          Ваши Взносы не используются для преследования или угроз (в юридическом
          смысле этих терминов) любого другого лица, а также для пропаганды
          насилия в отношении конкретного лица или класса людей.
        </li>
        <li>
          Ваши Взносы не нарушают какие-либо применимые законы, постановления
          или правила.
        </li>
        <li>
          Ваши вклады не нарушают права на конфиденциальность или публичность
          третьих лиц.
        </li>
        <li>
          Ваши Материалы не содержат никаких материалов, которые запрашивают
          личную информацию у лиц моложе 18 лет или эксплуатируют лиц моложе 18
          лет в сексуальной или насильственной форме.
        </li>
        <li>
          Ваши Материалы не нарушают никаких действующих законов, касающихся
          детской порнографии, и не направлены иным образом на защиту здоровья
          или благополучия несовершеннолетних.
        </li>
        <li>
          Ваши публикации не содержат оскорбительных комментариев, связанных с
          расой, национальным происхождением, полом, сексуальными предпочтениями
          или физическими недостатками.
        </li>
        <li>
          Ваши Материалы не нарушают иным образом и не ссылаются на материалы,
          которые нарушают какие-либо положения настоящих Условий использования
          или какие-либо применимые законы или постановления.
        </li>
      </ol>
      <p>
        Любое использование Сайта с нарушением вышеизложенного является
        нарушением настоящих Условий использования и может привести, среди
        прочего, к прекращению или приостановлению ваших прав на использование
        Сайта.
      </p>
      <h1>ЛИЦЕНЗИЯ НА ВКЛАД</h1>
      <p>
        Публикуя свои Вклады в любой части Сайта или делая Вклады доступными для
        Сайта, связывая свою учетную запись с Сайта с любой из своих учетных
        записей социальных сетей, вы автоматически предоставляете, и вы
        заявляете и гарантируете, что у вас есть право предоставить нам
        неограниченное, безотзывное, постоянное, неисключительное, передаваемое,
        безвозмездное, полностью оплаченное, всемирное право и лицензию на
        размещение, использование, копирование, воспроизведение, раскрытие,
        продажу, перепродажу, публикацию, трансляцию, переименование,
        архивирование, хранение, кэширование, публичное исполнение, публичный
        показ, переформатирование, перевод, передачу, выдержку (полностью или
        частично) и распространение таких Вкладов (включая, без ограничений,
        ваше изображение и голос) для любых целей, коммерческих, рекламных или
        иных, и для подготовки производных работ или включения в другие работы
        таких Вкладов, а также предоставление и разрешение сублицензий на
        вышеизложенное. Использование и распространение могут происходить в
        любых медиаформатах и ​​через любые медиаканалы.
      </p>
      <p>
        Эта лицензия будет применяться к любой форме, носителям или технологии,
        известной в настоящее время или разработанной в будущем, и включает в
        себя наше использование вашего имени, названия компании и названия
        франшизы, в зависимости от применимости, а также любых товарных знаков,
        знаков обслуживания, торговых наименований, логотипов и личных и
        коммерческих изображений, которые вы предоставляете. Вы отказываетесь от
        всех моральных прав на ваши Вклады и гарантируете, что моральные права
        не были иным образом заявлены в ваших Вкладах.
      </p>
      <p>
        Мы не заявляем никаких прав собственности на ваши Вклады. Вы сохраняете
        за собой полное право собственности на все ваши Вклады и любые права
        интеллектуальной собственности или другие права собственности, связанные
        с вашими Вкладами. Мы не несем ответственности за какие-либо заявления
        или представления в ваших Вкладах, предоставленные вами в любой области
        на Сайте. Вы несете исключительную ответственность за свои Вклады на
        Сайте, и вы прямо соглашаетесь освободить нас от любой ответственности и
        воздержаться от любых юридических действий против нас в отношении ваших
        Вкладов.{" "}
      </p>
      <p>
        Мы имеем право по нашему собственному и абсолютному усмотрению (1)
        редактировать, редактировать или иным образом изменять любые Вклады; (2)
        переклассифицировать любые Вклады, чтобы разместить их в более
        подходящих местах на Сайте; и (3) предварительно проверять или удалять
        любые Вклады в любое время и по любой причине без уведомления. Мы не
        обязаны отслеживать ваши Вклады.{" "}
      </p>
      <h1>ЛИЦЕНЗИЯ НА МОБИЛЬНОЕ ПРИЛОЖЕНИЕ</h1>
      <p style={{ fontWeight: "bold" }}>Лицензия на использование</p>
      <p>
        Если вы получаете доступ к Сайту через мобильное приложение, то мы
        предоставляем вам отзывное, неисключительное, непередаваемое,
        ограниченное право на установку и использование мобильного приложения на
        беспроводных электронных устройствах, принадлежащих вам или
        контролируемых вами, а также на доступ и использование мобильного
        приложения на таких устройствах строго в соответствии с условиями и
        положениями настоящей лицензии на мобильное приложение, содержащейся в
        настоящих Условиях использования. Вы не должны: (1) декомпилировать,
        осуществлять обратную разработку, разбирать, пытаться получить исходный
        код или расшифровывать приложение; (2) вносить какие-либо изменения,
        адаптировать, улучшать, расширять, переводить или создавать производные
        работы из приложения; (3) нарушать любые применимые законы, правила или
        положения в связи с вашим доступом или использованием приложения; (4)
        удалять, изменять или скрывать любые уведомления о правах собственности
        (включая любые уведомления об авторских правах или товарных знаках),
        размещенные нами или лицензиарами приложения; (5) использовать
        приложение для любых целей, приносящих доход, коммерческого предприятия
        или других целей, для которых оно не разработано или не предназначено;
        (6) делать приложение доступным в сети или другой среде, допускающей
        доступ или использование несколькими устройствами или пользователями
        одновременно; (7) использовать приложение для создания продукта, услуги
        или программного обеспечения, которые прямо или косвенно конкурируют с
        приложением или каким-либо образом заменяют его; (8) использовать
        приложение для отправки автоматических запросов на любой веб-сайт или
        для отправки любых незапрошенных коммерческих сообщений электронной
        почты; или (9) использовать любую конфиденциальную информацию или любые
        наши интерфейсы или нашу другую интеллектуальную собственность при
        проектировании, разработке, производстве, лицензировании или
        распространении любых приложений, аксессуаров или устройств для
        использования с приложением.
      </p>
      <p style={{ fontWeight: "bold" }}>Устройства Apple и Android</p>
      <p>
        Следующие условия применяются, когда вы используете мобильное
        приложение, полученное из Apple Store или Google Play (каждый из которых
        именуется «Дистрибьютор приложений»), для доступа к Сайту: (1) лицензия,
        предоставленная вам для нашего мобильного приложения, ограничивается
        непередаваемой лицензией на использование приложения на устройстве,
        использующем операционные системы Apple iOS или Android, в зависимости
        от того, что применимо, и в соответствии с правилами использования,
        изложенными в применимых условиях обслуживания Дистрибьютора приложений;
        (2) мы несем ответственность за предоставление любых услуг по
        обслуживанию и поддержке в отношении мобильного приложения, как указано
        в условиях и положениях настоящей лицензии на мобильное приложение,
        содержащихся в настоящих Условиях использования, или как иным образом
        требуется в соответствии с применимым законодательством, и вы признаете,
        что каждый Дистрибьютор приложений не имеет никаких обязательств по
        предоставлению каких-либо услуг по обслуживанию и поддержке в отношении
        мобильного приложения; (3) в случае несоответствия мобильного приложения
        любой применимой гарантии вы можете уведомить соответствующего
        Дистрибьютора приложений, и Дистрибьютор приложений в соответствии со
        своими условиями и политикой может возместить покупную цену (если
        таковая была), уплаченную за мобильное приложение, и в максимально
        допустимой применимым законодательством степени Дистрибьютор приложений
        не будет иметь никаких других гарантийных обязательств в отношении
        мобильного приложения; (4) вы заявляете и гарантируете, что (i) вы не
        находитесь в стране, на которую распространяется эмбарго правительства
        США или которая была обозначена правительством США как страна,
        «поддерживающая терроризм», и (ii) вы не включены ни в один из списков
        запрещенных или ограниченных сторон правительства США; (5) вы должны
        соблюдать применимые условия соглашения третьих лиц при использовании
        мобильного приложения, например, если у вас есть приложение VoIP, то вы
        не должны нарушать их соглашение о предоставлении услуг беспроводной
        передачи данных при использовании мобильного приложения; и (6) вы
        признаете и соглашаетесь с тем, что Дистрибьюторы приложений являются
        сторонними бенефициарами положений и условий настоящей лицензии на
        мобильное приложение, содержащейся в настоящих Условиях использования, и
        что каждый Дистрибьютор приложений будет иметь право (и будет считаться
        принявшим это право) применять положения и условия настоящей лицензии на
        мобильное приложение, содержащиеся в настоящих Условиях использования, в
        отношении вас как стороннего бенефициара. Следующие условия применяются,
        когда вы используете мобильное приложение, полученное из Apple Store или
        Google Play (каждый из которых именуется «Дистрибьютор приложений»), для
        доступа к Сайту: (1) лицензия, предоставленная вам для нашего мобильного
        приложения, ограничивается непередаваемой лицензией на использование
        приложения на устройстве, использующем операционные системы Apple iOS
        или Android, в зависимости от того, что применимо, и в соответствии с
        правилами использования, изложенными в применимых условиях обслуживания
        Дистрибьютора приложений; (2) мы несем ответственность за предоставление
        любых услуг по обслуживанию и поддержке в отношении мобильного
        приложения, как указано в условиях и положениях настоящей лицензии на
        мобильное приложение, содержащихся в настоящих Условиях использования,
        или как иным образом требуется в соответствии с применимым
        законодательством, и вы признаете, что каждый Дистрибьютор приложений не
        имеет никаких обязательств по предоставлению каких-либо услуг по
        обслуживанию и поддержке в отношении мобильного приложения; (3) в случае
        несоответствия мобильного приложения любой применимой гарантии вы можете
        уведомить соответствующего Дистрибьютора приложений, и Дистрибьютор
        приложений в соответствии со своими условиями и политикой может
        возместить покупную цену (если таковая была), уплаченную за мобильное
        приложение, и в максимально допустимой применимым законодательством
        степени Дистрибьютор приложений не будет иметь никаких других
        гарантийных обязательств в отношении мобильного приложения; (4) вы
        заявляете и гарантируете, что (i) вы не находитесь в стране, на которую
        распространяется эмбарго правительства США или которая была обозначена
        правительством США как страна, «поддерживающая терроризм», и (ii) вы не
        включены ни в один из списков запрещенных или ограниченных сторон
        правительства США; (5) вы должны соблюдать применимые условия соглашения
        третьих лиц при использовании мобильного приложения, например, если у
        вас есть приложение VoIP, то вы не должны нарушать их соглашение о
        предоставлении услуг беспроводной передачи данных при использовании
        мобильного приложения; и (6) вы признаете и соглашаетесь с тем, что
        Дистрибьюторы приложений являются сторонними бенефициарами положений и
        условий настоящей лицензии на мобильное приложение, содержащейся в
        настоящих Условиях использования, и что каждый Дистрибьютор приложений
        будет иметь право (и будет считаться принявшим это право) применять
        положения и условия настоящей лицензии на мобильное приложение,
        содержащиеся в настоящих Условиях использования, в отношении вас как
        стороннего бенефициара.
      </p>
      <h1>СОЦИАЛЬНЫЕ СЕТИ</h1>
      <p>
        В рамках функциональности Сайта вы можете связать свою учетную запись с
        учетными записями, которые у вас есть у сторонних поставщиков услуг
        (каждая такая учетная запись, «Сторонняя учетная запись»), либо: (1)
        предоставив данные для входа в вашу Стороннюю учетную запись через Сайт;
        или (2) предоставив нам доступ к вашей Сторонней учетной записи, как это
        разрешено применимыми положениями и условиями, которые регулируют
        использование вами каждой Сторонней учетной записи. Вы заявляете и
        гарантируете, что имеете право раскрывать нам данные для входа в вашу
        Стороннюю учетную запись и/или предоставлять нам доступ к вашей
        Сторонней учетной записи, без нарушения вами каких-либо положений и
        условий, которые регулируют использование вами соответствующей Сторонней
        учетной записи, и без обязательства нас платить какие-либо сборы или
        делать нас подпадающими под какие-либо ограничения использования,
        налагаемые сторонним поставщиком услуг Сторонней учетной записи.
        Предоставляя нам доступ к любым Сторонним аккаунтам, вы понимаете, что
        (1) мы можем получать доступ, предоставлять доступ и хранить (если
        применимо) любой контент, который вы предоставили и сохранили в своем
        Стороннем аккаунте («Контент социальной сети»), чтобы он был доступен на
        Сайте и через него через ваш аккаунт, включая без ограничений любые
        списки друзей, и (2) мы можем отправлять и получать от вашего Стороннего
        аккаунта дополнительную информацию в той мере, в которой вы будете
        уведомлены, когда вы связываете свой аккаунт со Сторонним аккаунтом. В
        зависимости от выбранных вами Сторонних аккаунтов и в соответствии с
        настройками конфиденциальности, которые вы установили в таких Сторонних
        аккаунтах, персонально идентифицируемая информация, которую вы
        публикуете в своих Сторонних аккаунтах, может быть доступна на вашем
        аккаунте на Сайте и через него. Обратите внимание, что если Сторонний
        аккаунт или связанная с ним услуга становятся недоступными или наш
        доступ к такому Стороннему аккаунту прекращается сторонним поставщиком
        услуг, то Контент социальной сети может больше не быть доступным на
        Сайте и через него. У вас будет возможность отключить связь между вашей
        учетной записью на Сайте и вашими Сторонними учетными записями в любое
        время. ОБРАТИТЕ ВНИМАНИЕ, ЧТО ВАШИ ОТНОШЕНИЯ С ПОСТАВЩИКАМИ УСЛУГ
        ТРЕТЬИХ ЛИЦ, СВЯЗАННЫМИ С ВАШИМИ СТОРОННИМИ УЧЕТНЫМИ ЗАПИСЯМИ,
        РЕГУЛИРУЮТСЯ ИСКЛЮЧИТЕЛЬНО ВАШИМ(ИМ) СОГЛАШЕНИЕМ(ЯМИ) С ТАКИМ(ИМИ)
        ПОСТАВЩИКАМИ УСЛУГ ТРЕТЬИХ ЛИЦ. Мы не прилагаем никаких усилий для
        проверки любого Контента Социальных сетей в каких-либо целях, включая,
        помимо прочего, точность, законность или отсутствие нарушения прав, и мы
        не несем ответственности за какой-либо Контент Социальных сетей. Вы
        признаете и соглашаетесь с тем, что мы можем получить доступ к вашей
        адресной книге электронной почты, связанной со Сторонней учетной
        записью, и вашему списку контактов, хранящемуся на вашем мобильном
        устройстве или планшетном компьютере, исключительно в целях
        идентификации и информирования вас о тех контактах, которые также
        зарегистрировались для использования Сайта. Вы можете отключить связь
        между Сайтом и вашей Сторонней учетной записью, связавшись с нами,
        используя контактную информацию ниже, или через настройки вашей учетной
        записи (если применимо).Мы попытаемся удалить любую информацию,
        хранящуюся на наших серверах и полученную через такую стороннюю учетную
        запись, за исключением имени пользователя и фотографии профиля, которые
        стали связаны с вашей учетной записью.
      </p>
      <h1>ПРЕДСТАВЛЕНИЯ</h1>
      <p>
        Вы признаете и соглашаетесь с тем, что любые вопросы, комментарии,
        предложения, идеи, отзывы или другая информация относительно Сайта
        («Представления»), предоставленные вами нам, не являются
        конфиденциальными и становятся нашей исключительной собственностью. Мы
        владеем исключительными правами, включая все права на интеллектуальную
        собственность, и имеем право на неограниченное использование и
        распространение этих Представлений в любых законных целях, коммерческих
        или иных, без подтверждения или компенсации вам. Настоящим вы
        отказываетесь от всех моральных прав на любые такие Представления и
        настоящим гарантируете, что любые такие Представления являются
        оригинальными для вас или что вы имеете право на представление таких
        Представлений. Вы соглашаетесь с тем, что против нас не будет никаких
        регрессных требований за любое предполагаемое или фактическое нарушение
        или незаконное присвоение любого права собственности на ваши
        Представления.
      </p>
      <h1>Права правительства</h1>
      <p>
        AiPго строго соблюдает все применимые законы и требования в отношении
        предоставления своих услуг и продуктов правительственным организациям.
        Все услуги и продукты предоставляются в соответствии с условиями
        настоящих Условий использования и не нарушают законодательства любых
        стран, включая Украину, США и другие юрисдикции, где осуществляется наша
        деятельность.
      </p>
      <h1>УПРАВЛЕНИЕ САЙТОМ</h1>
      <p>
        Мы оставляем за собой право, но не обязательство: (1) контролировать
        Сайт на предмет нарушений настоящих Условий использования; (2) принимать
        соответствующие правовые меры против любого лица, которое по нашему
        собственному усмотрению нарушает закон или настоящие Условия
        использования, включая, помимо прочего, сообщение о таком пользователе в
        правоохранительные органы; (3) по нашему собственному усмотрению и без
        ограничений отказывать, ограничивать доступ, ограничивать доступность
        или отключать (насколько это технически осуществимо) любые ваши Вклады
        или любую их часть; (4) по нашему собственному усмотрению и без
        ограничений, без уведомления или ответственности удалять с Сайта или
        иным образом отключать все файлы и контент, которые имеют чрезмерный
        размер или каким-либо образом обременительны для наших систем; и (5)
        иным образом управлять Сайтом таким образом, чтобы защищать наши права и
        собственность и способствовать надлежащему функционированию Сайта.
      </p>
      <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
      <p>
        Мы заботимся о конфиденциальности и безопасности ваших данных.
        Ознакомьтесь с нашей Политикой конфиденциальности по следующему адресу:
        <Link to="/policy"> правила конфиденциальности</Link>. Используя
        платформу AiPro, вы соглашаетесь соблюдать нашу Политику
        конфиденциальности, которая является неотъемлемой частью настоящих
        Условий использования.
      </p>
      <p>
        Обратите внимание, что наша платформа зарегистрирована в Украине и
        обслуживает пользователей по всему миру. Если вы заходите на платформу
        из другого региона, где законы или требования по сбору, использованию
        или раскрытию персональных данных отличаются от применимых законов в
        Украине, вы соглашаетесь на передачу ваших данных в Украину и их
        обработку в соответствии с нашими стандартами конфиденциальности и
        законодательством Украины.
      </p>
      <h1>НАРУШЕНИЯ АВТОРСКИХ ПРАВ</h1>
      <p>
        Мы уважаем права интеллектуальной собственности других лиц. Если вы
        считаете, что какой-либо материал, доступный на Сайте или через него,
        нарушает какие-либо авторские права, которыми вы владеете или
        управляете, немедленно сообщите нам об этом, используя контактную
        информацию, указанную ниже («Уведомление»). Копия вашего Уведомления
        будет отправлена ​​лицу, разместившему или сохранившему материал,
        указанный в Уведомлении. Обратите внимание, что в соответствии с
        действующим законодательством вы можете быть привлечены к
        ответственности за ущерб, если вы допустите существенные искажения в
        Уведомлении. Таким образом, если вы не уверены, что материал,
        размещенный на Сайте или связанный с ним ссылкой, нарушает ваши
        авторские права, вам следует сначала обратиться к юристу.
      </p>
      <h1>СРОК ДЕЙСТВИЯ И РАСТОРЖЕНИЕ</h1>
      <p>
        Настоящие Условия использования остаются в полной силе и действии, пока
        вы пользуетесь Сайтом. НЕ ОГРАНИЧИВАЯ ЛЮБЫЕ ДРУГИЕ ПОЛОЖЕНИЯ НАСТОЯЩИХ
        УСЛОВИЙ ИСПОЛЬЗОВАНИЯ, МЫ ОСТАВЛЯЕМ ЗА СОБОЙ ПРАВО ПО НАШЕМУ УСМОТРЕНИЮ
        И БЕЗ УВЕДОМЛЕНИЯ ИЛИ ОТВЕТСТВЕННОСТИ ОТКАЗАТЬ В ДОСТУПЕ К САЙТУ И
        ИСПОЛЬЗОВАНИИ САЙТА (ВКЛЮЧАЯ БЛОКИРОВКУ ОПРЕДЕЛЕННЫХ IP-АДРЕСОВ) ЛЮБОМУ
        ЛИЦУ ПО ЛЮБОЙ ПРИЧИНЕ ИЛИ БЕЗ ПРИЧИНЫ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ,
        НАРУШЕНИЕ ЛЮБОГО ПРЕДСТАВЛЕНИЯ, ГАРАНТИИ ИЛИ ОБЯЗАТЕЛЬСТВА,
        СОДЕРЖАЩЕГОСЯ В НАСТОЯЩИХ УСЛОВИЯХ ИСПОЛЬЗОВАНИЯ ИЛИ ЛЮБОГО ПРИМЕНИМОГО
        ЗАКОНА ИЛИ ПРАВИЛА. МЫ МОЖЕМ ПРЕКРАТИТЬ ВАШЕ ИСПОЛЬЗОВАНИЕ ИЛИ УЧАСТИЕ В
        САЙТЕ ИЛИ УДАЛИТЬ ВАШУ УЧЕТНУЮ ЗАПИСЬ И ЛЮБОЙ КОНТЕНТ ИЛИ ИНФОРМАЦИЮ,
        КОТОРУЮ ВЫ РАЗМЕЩАЛИ В ЛЮБОЕ ВРЕМЯ, БЕЗ ПРЕДУПРЕЖДЕНИЯ, ПО НАШЕМУ
        ИСКЛЮЧИТЕЛЬНОМУ УСМОТРЕНИЮ.
      </p>
      <p>
        Если мы прекращаем или приостанавливаем действие вашей учетной записи по
        любой причине, вам запрещено регистрировать и создавать новую учетную
        запись под своим именем, поддельным или заимствованным именем или именем
        третьей стороны, даже если вы действуете от имени третьей стороны.
        Помимо прекращения или приостановки действия вашей учетной записи, мы
        оставляем за собой право предпринять соответствующие правовые действия,
        включая, помимо прочего, гражданское, уголовное и судебное возмещение.
      </p>
      <h1>МОДИФИКАЦИИ И ПРЕРЫВАНИЯ</h1>
      <p>
        Мы оставляем за собой право изменять, модифицировать или удалять
        содержимое Сайта в любое время и по любой причине по нашему собственному
        усмотрению без предварительного уведомления. Однако мы не обязаны
        обновлять какую-либо информацию на нашем Сайте. Мы также оставляем за
        собой право изменять или прекращать работу всего Сайта или его части без
        предварительного уведомления в любое время. Мы не будем нести
        ответственности перед вами или любой третьей стороной за любые
        изменения, изменение цен, приостановку или прекращение работы Сайта.
      </p>
      <p>
        Мы не можем гарантировать, что Сайт будет доступен в любое время. У нас
        могут возникнуть проблемы с оборудованием, программным обеспечением или
        другие проблемы, или нам может потребоваться провести техническое
        обслуживание, связанное с Сайтом, что приведет к перебоям, задержкам или
        ошибкам. Мы оставляем за собой право изменять, пересматривать,
        обновлять, приостанавливать, прекращать или иным образом модифицировать
        Сайт в любое время и по любой причине без предварительного уведомления.
        Вы соглашаетесь с тем, что мы не несем никакой ответственности за любые
        убытки, ущерб или неудобства, вызванные невозможностью доступа или
        использования Сайта во время любого простоя или прекращения работы
        Сайта. Ничто в настоящих Условиях использования не будет истолковано как
        обязывающее нас поддерживать Сайт или предоставлять какие-либо
        исправления, обновления или релизы в связи с этим.
      </p>
      <h1>ПРИМЕНИМОЕ ПРАВО</h1>
      <p>
        Настоящие Условия использования и ваше использование платформы AiPro
        регулируются и толкуются в соответствии с законами Украины, применимыми
        к соглашениям, заключенным и подлежащим полному исполнению в пределах
        Украины, без учета принципов коллизионного права.
      </p>
      <h1>РАЗРЕШЕНИЕ СПОРОВ</h1>
      <p style={{ fontWeight: "bold" }}>Обязательный арбитраж</p>
      <p>
        Если стороны не смогут разрешить спор путем неофициальных переговоров,
        спор (за исключением споров, прямо исключенных ниже) будет окончательно
        и исключительно разрешен путем обязательного арбитража. Вы понимаете,
        что без этого положения у вас есть право подать иск в суд и на
        рассмотрение дела судом присяжных. Арбитражное разбирательство должно
        быть начато и проведено в соответствии с действующим законодательством
        Украины и, где это уместно, в соответствии с правилами арбитража,
        установленными Международным арбитражным судом или другим уполномоченным
        органом. Арбитраж может проводиться лично, путем подачи документов, по
        телефону или в режиме онлайн. Арбитр вынесет решение в письменной форме,
        но не обязан предоставлять изложение причин, если только это не
        потребует ни одна из сторон. Арбитр должен следовать применимому
        законодательству, и любое решение может быть оспорено, если арбитр этого
        не сделает.
      </p>
      <p>
        Если по какой-либо причине спор рассматривается в суде, а не в
        арбитраже, спор должен быть возбужден или рассмотрен в государственных
        или арбитражных судах, расположенных в Украине, и стороны настоящим
        соглашаются и отказываются от всех возражений об отсутствии личной
        юрисдикции и forum non conveniens в отношении места и юрисдикции в таких
        судах. Применение Конвенции Организации Объединенных Наций о договорах
        международной купли-продажи товаров и других международных норм
        исключается из настоящих Условий использования.
      </p>
      <p>
        Ни при каких обстоятельствах любой спор, возбужденный любой из сторон,
        связанным с платформой, не может быть начат позднее, чем через один (1)
        год после возникновения причины иска. Если это положение будет признано
        незаконным или неисполнимым, то ни одна из сторон не будет выбирать
        арбитражное разбирательство любого спора, подпадающего под ту часть
        этого положения, которая будет признана незаконной или неисполнимой, и
        такой спор будет решаться судом компетентной юрисдикции, расположенным в
        Украине, и стороны соглашаются подчиняться персональной юрисдикции этого
        суда.
      </p>
      <p style={{ fontWeight: "bold" }}>Ограничения</p>
      <p>
        Стороны соглашаются, что любой арбитраж должен быть ограничен спором
        между сторонами по отдельности. В полной мере, разрешенной законом: (a)
        никакой арбитраж не может быть объединен с любым другим
        разбирательством; (b) нет права или полномочий для любого спора быть
        рассмотренным в арбитраже на основе группового иска или использовать
        процедуры группового иска; и (c) нет права или полномочий для любого
        спора быть возбужденным в предполагаемом представительском качестве от
        имени широкой общественности или любых других лиц.
      </p>
      <p style={{ fontWeight: "bold" }}>Исключения из арбитража</p>
      <p>
        Стороны соглашаются, что следующие споры не подпадают под действие
        вышеуказанных положений, касающихся обязательного арбитража: (a) любые
        споры, направленные на обеспечение соблюдения или защиты, или касающиеся
        действительности любых прав интеллектуальной собственности стороны; (b)
        любой спор, связанный с или возникающий из утверждений о краже,
        пиратстве, вторжении в частную жизнь или несанкционированном
        использовании; и (c) любой иск о судебном запрете. Если это положение
        будет признано незаконным или неисполнимым, то ни одна из сторон не
        будет выбирать арбитраж любого спора, подпадающего под ту часть этого
        положения, которая будет признана незаконной или неисполнимой, и такой
        спор будет решаться судом компетентной юрисдикции в судах, расположенных
        в Украине, и стороны соглашаются подчиняться персональной юрисдикции
        этого суда.
      </p>
      <h1>ИСПРАВЛЕНИЯ</h1>
      <p>
        На Сайте может быть информация, содержащая типографские ошибки,
        неточности или упущения, включая описания, цены, доступность и различную
        другую информацию. Мы оставляем за собой право исправлять любые ошибки,
        неточности или упущения, а также изменять или обновлять информацию на
        Сайте в любое время без предварительного уведомления.
      </p>
      <h1>ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ</h1>
      <p>
        САЙТ ПРЕДОСТАВЛЯЕТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «КАК ДОСТУПНО». ВЫ
        СОГЛАШАЕТЕСЬ, ЧТО ИСПОЛЬЗОВАНИЕ САЙТА И НАШИХ УСЛУГ БУДЕТ ОСУЩЕСТВЛЯТЬСЯ
        НА ВАШ СОБСТВЕННЫЙ РИСК. В МАКСИМАЛЬНОМ ОБЪЕМЕ, РАЗРЕШЕННОМ ЗАКОНОМ, МЫ
        ОТКАЗЫВАЕМСЯ ОТ ВСЕХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, В СВЯЗИ С
        САЙТОМ И ВАШИМ ЕГО ИСПОЛЬЗОВАНИЕМ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ,
        ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, ПРИГОДНОСТИ ДЛЯ
        КОНКРЕТНОЙ ЦЕЛИ И НЕНАРУШЕНИЯ ПРАВ. МЫ НЕ ДАЕМ НИКАКИХ ГАРАНТИЙ ИЛИ
        ЗАЯВЛЕНИЙ ОТНОСИТЕЛЬНО ТОЧНОСТИ ИЛИ ПОЛНОТЫ СОДЕРЖИМОГО САЙТА ИЛИ
        СОДЕРЖИМОГО ЛЮБЫХ ВЕБ-САЙТОВ, СВЯЗАННЫХ С САЙТОМ, И МЫ НЕ НЕСЕМ НИКАКОЙ
        ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ (1) ОШИБКИ, НЕТОЧНОСТИ КОНТЕНТА И МАТЕРИАЛОВ,
        (2) ТРАВМЫ ИЛИ УЩЕРБ ИМУЩЕСТВУ ЛЮБОГО ХАРАКТЕРА, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ
        ВАШЕГО ДОСТУПА К САЙТУ И ЕГО ИСПОЛЬЗОВАНИЯ, (3) ЛЮБОЙ
        НЕСАНКЦИОНИРОВАННЫЙ ДОСТУП ИЛИ ИСПОЛЬЗОВАНИЕ НАШИХ ЗАЩИЩЕННЫХ СЕРВЕРОВ
        И/ИЛИ ЛЮБОЙ И ВСЕЙ ЛИЧНОЙ ИНФОРМАЦИИ И/ИЛИ ФИНАНСОВОЙ ИНФОРМАЦИИ,
        ХРАНЯЩЕЙСЯ НА НИХ, (4) ЛЮБОЕ ПРЕРЫВАНИЕ ИЛИ ПРЕКРАЩЕНИЕ ПЕРЕДАЧИ НА САЙТ
        ИЛИ С САЙТА, ​​(5) ЛЮБЫХ ОШИБОК, ВИРУСОВ, ТРОЯНСКИХ КОНЕЙ ИЛИ ПОДОБНОГО,
        КОТОРЫЕ МОГУТ БЫТЬ ПЕРЕДАНЫ НА САЙТ ИЛИ ЧЕРЕЗ САЙТ ЛЮБОЙ ТРЕТЬЕЙ
        СТОРОНОЙ, И/ИЛИ (6) ЛЮБЫХ ОШИБОК ИЛИ УПУЩЕНИЙ В ЛЮБОМ КОНТЕНТЕ И
        МАТЕРИАЛАХ ИЛИ ЛЮБЫХ УБЫТКОВ ИЛИ УЩЕРБА ЛЮБОГО РОДА, ПОНЕСЕННЫХ В
        РЕЗУЛЬТАТЕ ИСПОЛЬЗОВАНИЯ ЛЮБОГО КОНТЕНТА, РАЗМЕЩЕННОГО, ПЕРЕДАННОГО ИЛИ
        ИНЫМ ОБРАЗОМ ПРЕДОСТАВЛЕННОГО ЧЕРЕЗ САЙТ. МЫ НЕ ГАРАНТИРУЕМ, НЕ
        ОДОБРЯЕМ, НЕ ГАРАНТИРУЕМ И НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБОЙ ПРОДУКТ ИЛИ
        УСЛУГУ, РЕКЛАМИРУЕМУЮ ИЛИ ПРЕДЛАГАЕМУЮ ТРЕТЬЕЙ СТОРОНОЙ ЧЕРЕЗ САЙТ,
        ЛЮБОЙ ГИПЕРССЫЛОЧНЫЙ ВЕБ-САЙТ ИЛИ ЛЮБОЙ ВЕБ-САЙТ ИЛИ МОБИЛЬНОЕ
        ПРИЛОЖЕНИЕ, ПРЕДСТАВЛЕННОЕ В ЛЮБОМ БАННЕРЕ ИЛИ ДРУГОЙ РЕКЛАМЕ, И МЫ НЕ
        БУДЕМ СТОРОНОЙ ИЛИ КАКИМ-ЛИБО ОБРАЗОМ НЕСЕМ ОТВЕТСТВЕННОСТЬ ЗА
        МОНИТОРИНГ ЛЮБЫХ СДЕЛОК МЕЖДУ ВАМИ И ЛЮБЫМИ СТОРОННИМИ ПОСТАВЩИКАМИ
        ПРОДУКТОВ ИЛИ УСЛУГ. КАК И ПРИ ПОКУПКЕ ТОВАРА ИЛИ УСЛУГИ ЧЕРЕЗ ЛЮБОЙ
        СРЕДЫ ИЛИ В ЛЮБОЙ СРЕДЕ, ВАМ СЛЕДУЕТ ИСПОЛЬЗОВАТЬ ЗДРАВОЕ СУЖДЕНИЕ И
        ПРОЯВЛЯТЬ ОСТОРОЖНОСТЬ, ГДЕ ЭТО НУЖНО.
      </p>
      <h1>ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ</h1>
      <p>
        Ни при каких обстоятельствах мы или наши директора, сотрудники или
        агенты не будем нести ответственности перед вами или любой третьей
        стороной за любые прямые, косвенные, вытекающие, показательные,
        случайные, особые или штрафные убытки, включая упущенную выгоду,
        упущенный доход, потерю данных или другие убытки, возникающие в
        результате вашего использования сайта, даже если мы были предупреждены о
        возможности таких убытков.
      </p>
      <h1>ВОЗМЕЩЕНИЕ УЩЕРБА</h1>
      <p>
        Вы соглашаетесь защищать, возмещать убытки и ограждать нас от
        ответственности, включая наши дочерние компании, филиалы и всех наших
        соответствующих должностных лиц, агентов, партнеров и сотрудников, от
        любых убытков, ущерба, ответственности, претензий или требований,
        включая разумные гонорары и расходы адвокатов, понесенных третьей
        стороной в связи с или в результате: (1) ваших Вкладов; (2)
        использования Сайта; (3) нарушения настоящих Условий использования; (4)
        любого нарушения ваших заявлений и гарантий, изложенных в настоящих
        Условиях использования; (5) вашего нарушения прав третьей стороны,
        включая, помимо прочего, права интеллектуальной собственности; или (6)
        любого явного вредоносного действия по отношению к любому другому
        пользователю Сайта, с которым вы связались через Сайт. Несмотря на
        вышеизложенное, мы оставляем за собой право за ваш счет взять на себя
        исключительную защиту и контроль любого вопроса, по которому вы обязаны
        возместить нам убытки, и вы соглашаетесь сотрудничать за свой счет с
        нашей защитой таких претензий. Мы приложим разумные усилия, чтобы
        уведомить вас о любых подобных претензиях, исках или разбирательствах,
        подпадающих под действие настоящего возмещения, как только нам станет о
        них известно.
      </p>
      <h1>ДАННЫЕ ПОЛЬЗОВАТЕЛЯ</h1>
      <p>
        Мы будем хранить определенные данные, которые вы передаете на Сайт, в
        целях управления производительностью Сайта, а также данные, касающиеся
        вашего использования Сайта. Хотя мы выполняем регулярное резервное
        копирование данных, вы несете исключительную ответственность за все
        данные, которые вы передаете или которые относятся к любой деятельности,
        которую вы предприняли с использованием Сайта. Вы соглашаетесь с тем,
        что мы не будем нести перед вами никакой ответственности за любую потерю
        или повреждение любых таких данных, и настоящим вы отказываетесь от
        любого права на иск против нас, вытекающего из любой такой потери или
        повреждения таких данных.
      </p>
      <h1>ЭЛЕКТРОННЫЕ КОММУНИКАЦИИ, СДЕЛКИ И ПОДПИСИ</h1>
      <p>
        Посещение Сайта, отправка нам писем по электронной почте и заполнение
        онлайн-форм представляют собой электронные сообщения. Вы соглашаетесь
        получать электронные сообщения и соглашаетесь с тем, что все соглашения,
        уведомления, раскрытия информации и другие сообщения, которые мы
        предоставляем вам в электронном виде, по электронной почте и на Сайте,
        удовлетворяют любым юридическим требованиям, чтобы такое сообщение было
        в письменной форме. ВЫ НАСТОЯЩИМ СОГЛАШАЕТЕСЬ С ИСПОЛЬЗОВАНИЕМ
        ЭЛЕКТРОННЫХ ПОДПИСЕЙ, КОНТРАКТОВ, ЗАКАЗОВ И ДРУГИХ ЗАПИСЕЙ, А ТАКЖЕ С
        ЭЛЕКТРОННОЙ ДОСТАВКОЙ УВЕДОМЛЕНИЙ, ПОЛИТИК И ЗАПИСЕЙ СДЕЛОК,
        ИНИЦИИРОВАННЫХ ИЛИ ЗАВЕРШЕННЫХ НАМИ ИЛИ ЧЕРЕЗ САЙТ. Настоящим вы
        отказываетесь от любых прав или требований в соответствии с любыми
        законами, положениями, правилами, постановлениями или другими законами в
        любой юрисдикции, которые требуют оригинальной подписи или доставки или
        сохранения неэлектронных записей, или с платежами или предоставлением
        кредитов любыми способами, кроме электронных.
      </p>
      <h1>Разное</h1>
      <p>
        Настоящие Условия использования, а также любые политики или правила,
        размещенные нами на Сайте или в связи с его использованием, составляют
        полное соглашение и взаимопонимание между вами и нами. Наша
        неспособность реализовать или обеспечить соблюдение любого права или
        положения настоящих Условий использования не будет считаться отказом от
        такого права или положения. Настоящие Условия использования действуют в
        максимально допустимой законом степени. Мы можем передать любые или все
        наши права и обязательства другим лицам в любое время. Мы не несем
        ответственности за любые убытки, ущерб, задержки или бездействие,
        вызванные любой причиной, находящейся вне нашего разумного контроля.
      </p>
      <p>
        Если какое-либо положение или часть положения настоящих Условий
        использования будет признано незаконным, недействительным или
        неисполнимым, это положение или его часть считается отделимым от
        настоящих Условий использования и не влияет на действительность и
        исполнимость оставшихся положений. Между вами и нами не возникает
        никаких отношений совместного предприятия, партнерства, трудовых или
        агентских отношений в результате настоящих Условий использования или
        использования Сайта. Вы соглашаетесь с тем, что настоящие Условия
        использования не будут толковаться против нас в силу того, что вы их
        разработали. Вы также отказываетесь от любых средств защиты, которые вы
        можете иметь на основании электронной формы настоящих Условий
        использования и отсутствия подписей сторон для выполнения настоящих
        Условий использования.
      </p>
      <p>
        Связаться с нами Чтобы разрешить жалобу по поводу использования Сайта
        или получить дополнительную информацию, свяжитесь с нами по адресу:{" "}
        <a href="mailto:support@ai-pro.company">support@ai-pro.company</a>
      </p>
      <p>
        Настоящие условия использования были созданы с помощью генератора{" "}
        <span style={{ color: "#1c1c1c" }}>условий и положений Termly</span>{" "}
      </p>
    </div>
  );
}
